{
  "image": "/uploads/about.jpg",
  "en": {
    "label": "About",
    "title": "Creating powerful visual experiences through movement",
    "p1": "Born in Abidjan, Côte d'Ivoire, and raised in France, I operate at the intersection of urban culture and high-end production. My work spans sold-out arena tours, dance films, music videos, and fashion collaborations with global brands including <strong>Dior</strong>, <strong>Nike</strong>, <strong>Rabanne</strong>, and <strong>Vogue</strong>.",
    "p2": "Specializing in artist development and movement coaching, I want to help empower performers to unlock their expressive potential. Alongside this expertise, I have worked with renowned artists such as <strong>Gazo</strong>, <strong>Aya Nakamura</strong>, <strong>Bad Bunny</strong>, and <strong>Dadju</strong>.",
    "p3": "My work is defined by meticulous attention to detail, raw attitude, and effortless flow. Driven by cinematic vision and cultural authenticity, I continuously explores new visual languages to elevate every artistic narrative."
  },
  "fr": {
    "label": "À propos",
    "title": "Sculpter l'image par le mouvement",
    "p1": "Né à Abidjan et ayant grandi en France, je développe une écriture du mouvement à la croisée de la scène et de l’image. Tournées à guichets fermés, films de danse, clips, collaborations mode avec <strong>Dior</strong>, <strong>Nike</strong>, <strong>Rabanne</strong> et <strong>Vogue</strong>, mon travail vit sur scène autant qu'à l'écran. ",
    "p2": "JJe me spécialise dans le développement scénique et le coaching de mouvement. J'accompagne chanteurs et danseurs à définir leur langage corporel et à prendre pleinement possession de la scène. Une expertise forgée à toutes les échelles, des salles intimistes aux plus grandes productions : plusieurs tournées, des dizaines de festivals et Zéniths, des dates majeures à l'Accor Arena, Paris La Défense Arena, Parc des Princes, aux côtés de <strong>Bad Bunny</strong>, <strong>Aya Nakamura</strong>, <strong>Gazo</strong> et <strong>Dadju</strong>.",
    "p3": "Guidé par une vision cinématographique et une authenticité culturelle, j'explore continuellement de nouveaux langages visuels pour sublimer chaque récit artistique."
  }
}