{
  "image": "/uploads/about.jpg",
  "en": {
    "label": "About",
    "title": "Creating powerful visual experiences through movement",
    "p1": "Born in Abidjan, Côte d'Ivoire, and raised in France, Konan David operates at the intersection of urban culture and high-end production. His work spans sold-out arena tours, dance films, music videos, and fashion collaborations with global brands including <strong>Dior</strong>, <strong>Nike</strong>, <strong>Rabanne</strong>, and <strong>Vogue</strong>.",
    "p2": "Specializing in artist development and movement coaching, Konan empowers performers to unlock their expressive potential. Alongside this expertise, he has worked with renowned artists such as <strong>Gazo</strong>, <strong>Aya Nakamura</strong>, <strong>Bad Bunny</strong>, and <strong>Dadju</strong>.",
    "p3": "His work is defined by meticulous attention to detail, raw attitude, and effortless flow. Driven by cinematic vision and cultural authenticity, Konan continuously explores new visual languages to elevate every artistic narrative."
  },
  "fr": {
    "label": "À propos",
    "title": "Sculpter l'image par le mouvement",
    "p1": "Né à Abidjan et ayant grandi en France, Konan David opère à la croisée des codes actuels et de la production d'envergure. Des tournées à guichets fermés aux films de danse, en passant par les clips musicaux, il enchaîne les collaborations mode avec des marques internationales telles que <strong>Dior</strong>, <strong>Nike</strong>, <strong>Rabanne</strong> et <strong>Vogue</strong>.",
    "p2": "Spécialiste du développement scénique, il aide les talents à libérer leur potentiel expressif. Une expertise nourrie par son expérience auprès de figures majeures comme <strong>Gazo</strong>, <strong>Aya Nakamura</strong>, <strong>Bad Bunny</strong> et <strong>Dadju</strong>.",
    "p3": "Son travail se distingue par une attention méticuleuse aux détails, une énergie brute et un flow naturel. Guidé par une vision cinématographique et une authenticité culturelle, Konan explore continuellement de nouveaux langages visuels pour sublimer chaque récit artistique."
  }
}